const ncode = () => { 
	return `
V⚠️Code Nuklir‼️
Boku no hero Academia 
➳314925 
➳303636 
➳259404 
➳262809 
➳245845 

Nanatsu no taizai 
➳306397 
➳266902 
➳163140 
➳202593 
➳176589 

Okaa-san online 
➳308474 
➳304000 
➳301464 
➳283912 
➳283258 

Kimetsu no yaiba 
➳307499 
➳306854 
➳289088 
➳288414 
➳293239 

Karakai jouzo no takagi-san 
➳300861 
➳290696 
➳258011 
➳247718 
➳266082

Konosuba Dustiness Ford Lalatina
➳311068
➳311066
➳311286
➳315354
➳288141

Seishun Buuta Yarou
➳310682
➳310084
➳225327
➳267626
➳300887

Uzaki-Chan Wa Asobitai
➳323820
➳321438
➳320987
➳250576
➳299893

Sakurasou No Pet No Kanojo
➳278859
➳279047
➳236297
➳228253
➳105028

Musaigen No Phantom World
➳312358
➳270644
➳189328
➳254152
➳263780

Nisekoi
➳311818
➳243469
➳177174
➳188913
➳226030

Mirai Nikki
➳310265
➳287029
➳130340
➳134444
➳255101

Masou Gakuen HxH
➳226898
➳177421
➳177420
➳176652
➳ -

Naruto
➳328875
➳324119
➳321925
➳196412
➳194161

Fate Stay Night
➳320669
➳318929
➳255133
➳213913
➳298653

IS:Infinite Stratos
➳320444
➳320443
➳317067
➳286143
➳285581

Kakegurui
➳322686
➳318937
➳294886
➳204816
➳285289

Yuragi-Sou No Yuna-San
➳317969
➳312689
➳294354
➳266223
➳220425

Milf Full Color
➳321310 ➳327568
➳321219 ➳327011
➳320792 ➳327408
➳317592 ➳320849
➳318475 ➳318944

Loli Full Color
➳321374 ➳321423
➳321207 ➳321406
➳321060 ➳321402
➳321208 ➳320824
➳321423 ➳320796

Date a Live
➳321542
➳312395
➳309957
➳303072
➳169467

To LOVE:Ru Darkness
➳321100
➳320744
➳320343
➳311922
➳316612

Tokyo ghoul
➳160661
➳270035
➳135043
➳139399
➳157353
➳197957

Shokungeki no souma
➳257179

Darling in the franxx
➳246401
➳231576
➳131609
➳275232
➳259828

One punch man
➳154770
➳283850
➳307553
➳291816
➳155172

One Piece
➳294563
➳43442
➳37659
➳33421
➳24124

Fairy tail
➳183525
➳162783
➳151224
➳121468

Yuru camp
➳228355
➳228546
➳152035

Jojo
➳136251
➳184919
➳177517
➳97067

Saiki kusuo
➳233974
➳254233
➳254234
➳192310

Akame ga kill
➳132906
➳236243
➳211580
➳166126

Mob psycho
➳310832
➳205723
➳260776
➳213594


Tejina senpai
➳174630
➳174906
➳256092
➳199515

Mirai nikki
➳252286
➳287029
➳86991
➳751077

Sword Art Online
➳311558
➳310748
➳308504
➳302201

Nisekoi
➳105945
➳106048
➳110094
➳171165
➳120759
➳122837
➳128773
➳243469

Angel Beats
➳284268
➳50536
➳77713
➳51134

Dragon Ball
➳116728
➳155481
➳184365
➳260477

SNK
➳101796
➳87836
➳88147
➳92674

Bleach
➳110099
➳182544
➳201394
➳235378

Umaru chan
➳163831
➳216099
➳296994
➳219699

Maid dragon
➳188469
➳197423
➳195873
➳197380

Ansatsu Kyoushitsu
➳205286
➳123161
➳110254
➳122047

KNY
➳314581
➳311929
➳307499
➳304192
➳303682
➳310502

High School of the dead
➳57121
➳66800
➳49894
➳49745

Haikyuu
➳271127
➳226210
➳176144
➳166286

Re:Zero
➳233370
➳133344
➳232976
➳183001
➳290065
➳245855
➳251283

Kill la kill
➳164043
➳167021
➳290418
➳305710

Turren Toppa Gurren Langgan
➳210326
➳208605
➳304785
➳34619

Sekirei
➳134448
➳152191
➳174437
➳156549

Yahari Ore no Kanojo
➳288563
➳303471
➳307974
➳576437
    
🚫For children who are still minors please don't look for this code because it contains🔞❗❗❗
`
}

exports.ncode = ncode